let CityDistricts = {
  "Бахмут" : [
    "Заартёмовский",
    "Сталино-Заводской"
  ],
  "Винница" : [
    "Замостянский",
    "Кировский",
    "Ленинский",
    "Свердловский",
    "Старогородской"
  ],
  "Горловка" : [
    "Калининский",
    "Никитовский",
    "Центрально-Городской"
  ],
  "Днепродзержинск" : [
    "Баглейский",
    "Брежневский",
    "Днепровский",
    "Заводской",
    "Сталинский"
  ],
  "Днепр" : [
    "Амур-Нижнеднепровский",
    "Шевченковский",
    "Соборный",
    "Индустриальный",
    "Центральный",
    "Чечеловский",
    "Новокодакский",
    "Самарский"
  ],
  "Донецк" : [
    "Будённовский",
    "Ветковский",
    "Ворошиловский",
    "Григорьевский",
    "Железнодорожный",
    "Калининский",
    "Киевский",
    "Кировский",
    "Куйбышевский",
    "Ленинский",
    "Октябрьский",
    "Петровский",
    "Пролетарский",
    "Путиловский",
    "Смоляниновский",
    "Сталино-Заводской",
    "станция Сталино",
    "Центрально-Городской"
  ],
  "Житомир" : [
    "Богунский",
    "Королёвский"
  ],
  "Запорожье" : [
    "Жовтневый",
    "Заводский",
    "Коммунарский",
    "Ленинский",
    "Орджоникидзевский",
    "Сталинский",
    "Хортицкий",
    "Шевченковский"
  ],
  "Керчь" : [
    "Кировский",
    "Ленинский",
    "Орджоникидзевский",
    "Сталинский"
  ],
  "Киев" : [
    "Ватутинский",
    "Голосеевский",
    "Городской",
    "Дарницкий",
    "Демиевский",
    "Деснянский",
    "Днепровский",
    "Жовтневый",
    "Зализничный",
    "Кагановичский",
    "Кировский",
    "Ленинградский",
    "Ленинский",
    "Минский",
    "Молотовский",
    "Московский",
    "Новостроенский",
    "Оболонский",
    "Петровский",
    "Печерский",
    "Подольский",
    "Радянский",
    "Раковский",
    "Святошинский",
    "Слободской",
    "Соломенский",
    "Сталинский",
    "Старокиевский",
    "Харьковский",
    "Центральный",
    "Шевченковский",
    "Шулявский"
  ],
  "Краматорск" : [
    "Соцгородок"
  ],
  "Кременчуг" : [
    "Автозаводской",
    "Крюковский"
  ],
  "Кривой Рог" : [
    "Дзержинский",
    "Долгинцевский",
    "Жовтневый",
    "Ингулецкий",
    "Саксаганский",
    "Терновский",
    "Центрально-Городской"
  ],
  "Кропивницкий" : [
    "Крепостной",
    "Подольский"
  ],
  "Луганск" : [
    "Артёмовский",
    "Ватутинский",
    "Жовтневый",
    "Каменнобродский",
    "Климовский",
    "Ленинский",
    "Октябрьский"
  ],
  "Львов" : [
    "Галицкий",
    "Железнодорожный",
    "Зализничный",
    "Ленинский",
    "Лычаковский",
    "Радянский",
    "Сыховский",
    "Сталинский",
    "Франковский",
    "Центральный",
    "Червоноармейский",
    "Шевченковский"
  ],
  "Макеевка" : [
    "Горняцкий",
    "Кагановичский",
    "Кировский",
    "Октябрьский",
    "Пролетарский",
    "Советский",
    "Центрально-Городской",
    "Червоногвардейский"
  ],
  "Мариуполь" : [
    "Жовтневый",
    "Ильичёвский",
    "Левобережный",
    "Молотовский",
    "Новосёловский",
    "Орджоникидзевский",
    "Портовский",
    "Приморский",
    "Центральный"
  ],
  "Николаев" : [
    "Заводский",
    "Корабельный",
    "Ленинский",
    "Сталинский",
    "Центральный"
  ],
  "Одесса" : [
    "Воднотранспортный",
    "Ворошиловский",
    "Жовтневый",
    "Ильичёвский",
    "Кагановичский",
    "Киевский",
    "Ленинский",
    "Малиновский",
    "Приморский",
    "Сталинский",
    "Суворовский",
    "Центральный"
  ],
  "Полтава" : [
    "Киевский",
    "Ленинский",
    "Октябрьский"
  ],
  "Севастополь" : [
    "Балаклавский",
    "Гагаринский",
    "Корабельный",
    "Ленинский",
    "Нахимовский",
    "Северный",
    "Сталинский",
    "Центральный"
  ],
  "Симферополь" : [
    "Железнодорожный",
    "Киевский",
    "Городской (Новгородский)",
    "Центральный"
  ],
  "Стаханов" : [
    "Брянский",
    "Голубовский",
    "Ильичёвский"
  ],
  "Сумы" : [
    "Заречный",
    "Ковпаковский"
  ],
  "Торез" : [
    "Красная Звезда",
    "Станция Чистяково",
    "Южная группа"
  ],
  "Харьков" : [
    "Дзержинский",
    "Кагановичский",
    "Киевский",
    "Коминтерновский",
    "Ленинский",
    "Московский",
    "Октябрьский",
    "Орджоникидзевский",
    "Петинский",
    "Петинско-Журавлёвский",
    "Сталинский",
    "Фрунзенский",
    "Червонобаварский",
    "Червонозаводский"
  ],
  "Херсон" : [
    "Днепровский",
    "Корабельный",
    "Ленинский",
    "Молотовский",
    "Сталинский",
    "Суворовский"
  ],
  "Черкассы" : [
    "Приднепровский",
    "Сосновский"
  ],
  "Чернигов" : [
    "Деснянский",
    "Новозаводской"
  ],
  "Черновцы" : [
    "Ленинский",
    "Першотравневый",
    "Садгорский",
    "Сталинский",
    "Шевченковский"
  ]
}
